const CompetitionsList = () => {
  return <div className="text-left">
    <h2 className="text-3xl mb-5">история соревнований</h2>
    <h2 className="text-3xl">2021</h2>
    приход в Неолит в конце января 2021<br />
    29.03 - Болдеркрафт - 16 - 21/60 трасс<br />
    25.09 - 🥇 ЭнВ 6-7, боулдеринг - 1<br />
    25.09 - 🥈ЭнВ 6-7, кл.скорость - 2<br />
    09.10 - 🥇ЭльКап 6-7, боулдеринг - 1<br />
    31.20 - 🥉Болдеркрафт - 3 - 33/60 трасс<br />
    28.11 - ЭнВ 8-9, боулдеринг - 16<br />
    21.12 - ЭнВ 8-9, трудность - 10<br />
    <br />
    <h2 className="text-3xl">2022</h2>
    08.01 - ЭнВ 8-9, боулдеринг - 6<br />
    09.01 - ЭнВ 8-9, кл.скорость - 6<br />
    март - 🥉Болдеркрафт - 3 - 48/60 трасс<br />
    23.04 - Лаймстоун Москва, боулдеринг - 4<br />
    23.05 - ЭнВ 8-9, боулдеринг - 9<br />
    28.05 - 🥉Кубок Неолита 8-9, боулдеринг - 3<br />
    17.09 - 🥉ЭнВ 8-9, боулдеринг - 3<br />
    окт - 🥈Болдеркрафт - 2 - 49/60 трасс<br />
    12.11 - 🥇ЭнВ 8-9, боулдеринг - 1<br />
    10.12 - 🥇Высота 8-9, боулдеринг - 1<br />
    24.12 - ЭнВ 8-9, трудность - 4<br />
    25.12 - 🥇Тринити Гатчина 10-13, боулдеринг - 1<br />
    <br />
    <h2 className="text-3xl">2023</h2>
    14.01 - 🥇ЭнВ 8-9, боулдеринг - 1<br />
    15.01 - 🥉ЭнВ 8-9, скорость - 3<br />
    29.01 - 🥉Ледниковый период Неолит 2012-2013, боулдеринг - 3<br />
    18.02 - Территория Оскал 2010-2013, боулдеринг - 14<br />
    04.03 - ЭнВ 10-11, трудность - 4<br />
    05.03 - 🥇ЭнВ 8-9, трудность - 1<br />
    25.03 - 🥈Кубок Северной стены 8-9, боулдеринг - 2<br />
    март - 🥇Болдеркрафт - 1 - 60/60 трасс<br />
    10.04 - 🥉Кубок FreeSolo Петрозаводск 2010-2013, боулдеринг - 3<br />
    16.04 - Скалодром.Ру Москва 2012-2013, трудность - 4<br />
    24.04 - ЭнВ Ю 10-13 лет боулдеринг - 18 - 3ю разряд<br />
    14.05 - 🥇ЭнВ 8-9, боулдеринг - 1<br />
    15.05 - 🥈ЭнВ 8-9, кл.скорость - 2<br />
    29.05 - 🥉Кубок Неолита 10-13, боулдеринг - 3 - 1ю разряд<br />
    поступление в СШОР Балтийский Берег<br />
    23.09 - 🥈ЭнВ 8-9, боулдеринг- 2<br />
    29.09 - Bouldercon 10-13 лет, 31/60 трасс - 18<br />
    07.10 - ЭнВ Ю 10-13, боулдеринг- 16 - 3ю разряд<br />
    21.10 - 🥉БалтБерег 10-13, боулдеринг - 3 - 3 разряд<br />
    22.10 - El Capitan 10-13, боулдеринг - 10 - 2ю разряд<br />
    05.11 - 🥇ЭнВ 8-9, трудность - 1<br />
    06.11 - 🥇Болдеркрафт - 1 - 60/60 трасс<br />
    23.12 - Кубок федерации СПб 10-13, боулдеринг - 21 - 1ю разряд<br />
    <br />
    <h2 className="text-3xl">2024</h2>
    15.01 - 🥈Ninja Way Cup OCR 9-11 - 2<br />
    04.02 - Первенство СПб 10-13, боулдеринг- 8, 1ю разряд<br />
    11.02 - Первенство СПб 10-13, трудность - 4, 3 разряд<br />
    попадание в сборную города<br />
    19.02 - 🥇Территория Оскал 2011-2014, боулдеринг - 7, 2013-2014 - 1<br />
    30.03 - 🥇Болдеркрафт - 1- 50/50 трасс<br />
    15.04 - Кубок Северной Стены - 6<br />
    07.05 - Activity Ninja Kids race OCR - сход с трассы<br />
    11.05 - 🥇ЭнВ 10-11, трудность - 1<br />
    19.05 - 🥈Луч juniors 10-11 - 2<br />
    05.06 - 🏁Первенство России Красноярск 10-13, трудность - 20, боулдеринг - 30<br />
    16.06 - 🥇Скальный фестиваль Ястребиное до 12 - 1<br />
    21.10 - 🏁Всероссийские в Перми 10-13, трудность - 15, боулдеринг - 19<br />
    16.11 - БалтБерег 10-13, боулдеринг - 6<br />
    01.12 - 🏁🥉Всероссийские в Екатеринбурге 10-13 лет, трудность - 3<br />
    14.12 - 🥉Кубок федерации СПб, трудность 10-13 - 3<br />
    22.12 - Кубок федерации СПб, боулдеринг 10-13 - 5<br />
    <br />
    <h2 className="text-3xl">2025</h2>
    20.01 - 🥇Ледниковый период Неолит, боулдеринг - 1<br />
    26.01 - 🥇Чемпионат СПб, трудность 10-13 - 1<br />
    03.02 - Чемпионат СПб, боулдеринг 10-13 - 4<br />
    07.04 - 🏁 Всероссийские в Москве 10-13, боулдеринг - 21, трудность - 12<br />
    13.04 - 🥇Кубок Северной стены 10-13, трудность - 1<br />
    07.05 - 🏁🥈 Всероссийские в Калининграде 10-13, боулдеринг - 6, трудность - 2<br />
    26.05 - 🥉Кубок Неолита 10-13, боулдеринг - 3 место - 1ю разряд<br />
    19.06 - 🏁 Всероссийские в Тюмени 10-13, боулдеринг - 15, трудность - 11<br />
    22.09 - Nord Race OCR M14 - 8<br />
    14.10 - 🥇ЭнВ 10-13, боулдеринг - 1<br />
    28.11 - 🥉Кубок федерации СПб, боулдеринг 10-13 - 3<br />
    04.12 - 🏁 Всероссийские в Екатеринбурге 10-13, трудность - 13<br />
    14.12 - 🥈Кубок федерации СПб, трудность 10-13 - 2<br />
    <br />
  </div>
}
  
export default CompetitionsList;

