
const LeadsHistory = () => {
  return <>
    <h2 className="text-3xl mb-5">повышение категории трудности</h2>
    апрель 2023 - первые 7а Носик правый и 7а+ Made in USSR скалы - Хийтола<br />
    19.11.2023 - первая зальная 7б - скалодром Энергия Высоты<br />
    25.11.2023 - первая зальная 7б+ - скалодром Северная Стена<br />
    23.06.2024 - первая скальная 7б Носик - Хийтола<br />
    13.08.2024 - первая скальная 7б+ Через тернии к звездам - Топольки<br />
    16.08.2024 - 7б+ Воин света - Треугольное<br />
    22.08.2024 - первая скальная 7c Нос - Треугольное<br />
    21.09.2024 - первая зальная 7б+/7c - скалодром Северная Стена<br />
    30.06.2025 - первая скальная 8а Show must go on - Раек. Северная Осетия<br />
    08.02.2026 - первая зальная 8а - скалодром Северная Стена<br />
  </>
}
  
export default LeadsHistory;
