const CompetitionsList = () => {
  return <div className="text-left">
    <h2 className="text-3xl mb-5">история соревнований</h2>
<h2 className="text-3xl">2021</h2>
приход в Неолит в конце января 2021<br />
29.03.2021 - Болдеркрафт, 21/60 трасс, 16/33 место<br />
25.09.2021 - 🥇 ЭнВ 6-7, боулдеринг, 1ое место<br />
25.09.2021 - 🥈ЭнВ 6-7, кл.скорость, 2ое место<br />
09.10.2021 - 🥇ЭльКап 6-7, боулдеринг, 1ое место<br />
31.20.2021 - 🥉Болдеркрафт, 3ье место - 33/60 трасс<br />
28.11.2021 - ЭнВ 8-9, боулдеринг, 16/27 место<br />
21.12.2021 - ЭнВ 8-9, трудность, 10/23 место<br />
<br />
<h2 className="text-3xl">2022</h2>
08.01.2022 - ЭнВ 8-9, боулдеринг, 6/13 место<br />
09.01.2022 - ЭнВ 8-9, кл.скорость, 6ое место<br />
март 2022 - 🥉Болдеркрафт, 3ье место - 48/60 трасс<br />
23.04.2022 - Лаймстоун Москва, боулдеринг, 4/44 место<br />
23.05.2022 - ЭнВ 8-9, боулдеринг, 9/22 место<br />
28.05.2022 - 🥉Кубок Неолита 8-9, боулдеринг, 3ье место<br />
17.09.2022 - 🥉ЭнВ 8-9, боулдеринг, 3ье место<br />
октяб 2022 - 🥈Болдеркрафт, 2ое место - 49/60 трасс<br />
12.11.2022 - 🥇ЭнВ 8-9, боулдеринг, 1ое место<br />
10.12.2022 - 🥇Высота 8-9, боулдеринг, 1ое место<br />
24.12.2022 - ЭнВ 8-9, трудность, 4ое место<br />
25.12.2022 - 🥇Тринити Гатчина 10-13, боулдеринг, 1ое место<br />
<br />
<h2 className="text-3xl">2023</h2>
14.01.2023 - 🥇ЭнВ 8-9, боулдеринг, 1ое место<br />
15.01.2023 - 🥉ЭнВ 8-9, скорость, 3ье место<br />
29.01.2023 - 🥉Ледниковый период Неолит 2012-2013, боулдеринг, 3ье место<br />
18.02.2023 - Территория Оскал 2010-2013, боулдеринг, 14/79 место<br />
04.03.2023 - ЭнВ 10-11, трудность, 4/15 место<br />
05.03.2023 - 🥇ЭнВ 8-9, трудность, 1ое место<br />
25.03.2023 - 🥈Кубок Северной стены 8-9, боулдеринг, 2ое место<br />
март 2023 - 🥇Болдеркрафт, 1ое место - 60/60 трасс<br />
10.04.2023 - 🥉Кубок FreeSolo Петрозаводск 2010-2013, боулдеринг, 3ье место<br />
16.04.2023 - Скалодром.Ру Москва 2012-2013, трудность, 4/38 место<br />
24.04.2023 - ЭнВ Ю 10-13 лет боулдеринг, 18/29 место - 3ю разряд<br />
14.05.2023 - 🥇ЭнВ 8-9, боулдеринг, 1ое место<br />
15.05.2023 - 🥈ЭнВ 8-9, кл.скорость, 2ое место<br />
29.05.2023 - 🥉Кубок Неолита 10-13 лет, боулдеринг, 3ье место - 1ю разряд<br />
поступление в СШОР Балтийский Берег<br />
23.09.2023 - 🥈ЭнВ 8-9, боулдеринг, 2ое место<br />
29.09.2023 - Bouldercon 10-13 лет, 31/60 трасс - 18/49 место<br />
07.10.2023 - ЭнВ Ю 10-13 лет, боулдеринг, 16/31 место - 3ю разряд<br />
21.10.2023 - 🥉БалтБерег 10-13 лет, боулдеринг, 3 место - 3 разряд<br />
22.10.2023 - El Capitan 10-13 лет, боулдеринг, 10/40 место - 2ю разряд<br />
05.11.2023 - 🥇ЭнВ 8-9, трудность, 1ое место<br />
06.11.2023 - 🥇Болдеркрафт, 1ое место - 60/60 трасс<br />
23.12.2023 - Кубок федерации скалолазанья СПб 10-13 лет - 21 место - 1ю разряд<br />
<br />
<h2 className="text-3xl">2024</h2>
15.01.2024 - 🥈Ninja Way Cup, 9-11 лет - 2ое место<br />
04.02.2024 - Первенство СПб 10-13 лет, боулдеринг- 8 место, 1ю разряд<br />
11.02.2024 - 🏁Первенство СПб 10-13 лет, трудность - 4 место, 3 разряд, попадание в сборную города<br />
19.02.2023 - 🥇Территория Оскал 2011-2014, боулдеринг, 7/82 место, 2013-2014 - 1ое место<br />
30.03.2023 - 🥇Болдеркрафт, 1ое место - 50/50 трасс<br />
15.04.2024 - Кубок Северной Стены, 6/63 место<br />
07.05.2024 - Activity Ninja Kids race - сход с трассы<br />
11.05.2023 - 🥇ЭнВ 10-11 лет, трудность, 1ое место<br />
19.05.2024 - 🥈Луч juniors 10-11 лет - 2ое место<br />
05.06.2024 - Первенство России Красноярск 10-13, трудность 20/111 место, боулдеринг 30/111 место<br />
16.06.2024 - 🥇Скальный фестиваль до 12 лет, 1ое место<br />
<br />
<h2 className="text-3xl">2025</h2>
<br />
  </div>
}
  
export default CompetitionsList
